<template>
  <Card class="w-xl h-full overflow-y-scroll" title="药品详情">
    <Card class="mb-4" title="适应症">
      祛风，除湿，清热解毒，止痒。用于儿童风热型或湿热型丘疹性荨麻疹。症状可见脓疱疮，风团，水疱，瘙痒等。
    </Card>

    <Card class="mb-4" title="用法用量"
      >开水冲服，6至14岁每次1袋，一日3次，3至5岁每次1袋，一日2次，1至2岁每次半袋，一日3次，一岁以下每次牛袋，一日2次。</Card
    >
    <Card class="mb-4" title="注意事项"
      >1.饮食宜清淡，忌食油腻鱼虾海鲜类及辛辣食物。2.服用或注射某种药物而发生的荨麻疹为药物过敏(药疹)所致，应及时到医院就诊。3.婴儿或患有其他疾病者应在医师指导下服用。4.如出现脓疱疮，应在医师指导下服用。5.因肾病，糖尿病，黄疽，肿瘤等疾病引起的皮肤瘙痒，应以治疗病因为主，若需用本品时，应在医师指导下服用。6.服药3~6天症状无缓解，应去医院就诊。对本品过敏者禁用，过敏体质者慎用。8.本品性状发生改变时禁止使用。9.儿童必须在成人监护下使用。10.请将本品放在儿童不能接触的地方。</Card
    >
  </Card>
</template>

<script lang="ts" setup>
import { Card } from 'ant-design-vue';
</script>

<style lang="scss" scoped></style>
